Repository: Kingstinct/active-insulin
Catalog: *.lproj/Localizable.strings
Languages: sv

# units_of_insulin
source: Insulin Units
sv: Insulinenheter

source: Save
sv: Spara

# notification_snoozed_description
source: Time to check your glucose after your insulin peak?
sv: Dags att kolla blodsockret efter din insulintopp?

# notification_snoozed_title
source: Insulin Reminder
sv: Insulin-påminnelse

# notification_peak_description
source: Your insulin level is peaking, check your glucose?
sv: Du har en insulintopp, dags att kolla blodsockret?

# notification_peak_title
source: Insulin Peak
sv: Insulintopp

# snooze_15
source: Snooze 15 min
sv: Påminn om 15 min

# snooze_30
source: Snooze 30 min
sv: Påminn om 30 min

# snooze_60
source: Snooze 60 min
sv: Påminn om 60 min

source: Add insulin
sv: Lägg till insulin

source: Add
sv: Mata in

source: Active
sv: Aktiv

source: Notifications
sv: Aviseringar

source: No insulin
sv: Inget insulin

source: Custom
sv: Egen

source: Snooze Options
sv: Påminnelsealternativ

source: Settings
sv: Inställningar

source: Peak
sv: Topp

source: Duration
sv: Varaktighet

source: Step Size
sv: Dosering

source: Stats
sv: Statistik

# please_authorize_share
source: Please allow writing of Insulin Delivery in the Health section of the Settings app.
sv: Vänligen tillåt skrivning av Insulin. Du gör detta i appen Inställningar under Hälsa.

# please_authorize_read
source: Please allow reading of Insulin Delivery in the Health section of the Settings app.
sv: Vänligen tillåt läsning av Insulin. Du gör detta i appen Inställningar under Hälsa.

# please_authorize
source: This app needs your permission to present and update your Health data. We'll send you notifications related to your insulin data
sv: Appen behöver din tillåtelse för att kunna visa och uppdatera din hälsodata. Vi kommer skicka notiser relaterade till din insulin-data.

source: Allow
sv: Tillåt

source: Later
sv: Senare

# please_authorize_title
source: Health data & notifications
sv: Hälsodata & notiser

source: Enter insulin
sv: Mata in insulin

# insulin_info
source: The bolus insulin curve varies depending on brands and the individual - here you can adjust the values to suit your case
sv: Insulinets verkan varierar mellan märken och individer. Justera så det passar dig.
